const AboutPage = () => {
  return (
    <>
      <div class="bg-gray-100 px-4 xl:px-4 py-14">
        <div class="mx-auto container">
          <h2 class="text-4xl font-bold text-gray-900">درباره گالری طلا یاس</h2>
        </div>

        <div class="text-2xl text-black tracking-wider px-16 py-10">
          <h3 class="font-medium text-4xl">فسلفه ما</h3>
          من در یاس، سازه ای هنرمندانه با اصالتی ایرانی و قدمتی به اندازه تجسم و
          خیال هستم. اما اشتباه نکنید. قصد ندارم داستانی تخیلی برای شما تعریف
          کنم بلکه می خواهم داستان کسب و کارمان را برایتان بازگو کنم. من در
          حوالی سال 1370 وارد بازار شدم و کارم را در زیمنه طراحی و تولید
          زیورآلات طلا و جواهر آغاز کردم. بازار طلاوجواهر را به این علت انتخاب
          کردم که از طریق یکی از آشنایان، تواسته بودم آشنایی مختصری با بازار
          طلاوجواهر پیدا کنم. سال ها در بازار طلاوجواهر کار کردم و تجربه زیادی
          بدست حالا وقت آن بود که این تجربیات را یکی کی به طلاهای دست سازی تبدیل
          کنم که نمونه اش در هیچ کجای ایران وجود نداشت. ساخته هایی به پشتوانه
          تجسم و خیال پردازی...
        </div>
      </div>
    </>
  );
};

export default AboutPage;
