const PrivacyPage = () => {
    return (
        <>
            <div class="bg-gray-100 px-4 xl:px-4 py-14 text-black">
                <div class="mx-auto container text-center">
                     <h2 class="text-4xl font-bold text-gray-900">
                         درباره گالری طلا یاس
                     </h2>
                     <div class="pt-5">
                     کاربر گرامی با توجه به اینکه با ورود به وب‌سایت گالری یاس و استفاده از خدمات آن به معنای قبول و آگاهی کامل از قوانین از سوی شما می‌باشد، بنابراین خواهشمندیم موارد زیر را با دقت مطالعه بفرمایید.
                     </div>
                </div>

                <div class="text-2xl text-black tracking-normal px-16 py-10 font-medium leading-loose">
                <div class="text-2xl text-black tracking-normal px-16 py-10 font-medium leading-loose">
                <div id="accordion-flush" data-accordion="collapse" data-active-classes="bg-white dark:bg-gray-900 text-gray-900 dark:text-white" data-inactive-classes="text-gray-500 dark:text-gray-400">
  <h2 id="accordion-flush-heading-1">
    <button type="button" class="flex items-center justify-between w-full py-5 font-medium text-left text-gray-500 border-b border-gray-200 dark:border-gray-700 dark:text-gray-400" data-accordion-target="#accordion-flush-body-1" aria-expanded="true" aria-controls="accordion-flush-body-1">
      <span>
      تعاریف فروشگاه گالری یاس
      </span>
      <svg data-accordion-icon class="w-6 h-6 rotate-180 shrink-0" fill="currentColor" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" d="M5.293 7.293a1 1 0 011.414 0L10 10.586l3.293-3.293a1 1 0 111.414 1.414l-4 4a1 1 0 01-1.414 0l-4-4a1 1 0 010-1.414z" clipRule="evenodd"></path></svg>
    </button>
  </h2>
  <div id="accordion-flush-body-1" class="hidden" aria-labelledby="accordion-flush-heading-1">
    <div class="py-5 font-light border-b border-gray-200 dark:border-gray-700">
    مشتری
مشتری یا کاربر به شخص با هویت حقیقی یا حقوقی گفته می‌شود که با اطلاعات کاربری خود که در فرم ثبت نام درج کرده است.
گالری یاس 
وب‌سایت طلا و جواهرات گالری یاس  که به منظور خدمات رسانی به صورت آنلاین ایجاد شده است.
محصول
هر کدام از اقلام موجود در فروشگاه اینترنتی گالری یاس که عکس یا ویدیویی از آن‌ها در وبسایت منتشر شده باشد و بر اساس قوانین پلتفرم، قابلیت خریداری توسط مشتریان را داشته باشد.
ثبت نهایی سفارش
اجرای فرآیند کامل خرید که شامل انتخاب محصول، ثبت اطلاعات مورد نیاز، پرداخت و تایید نهایی سفارش می‌باشد که توسط مشتری انجام می‌شود.
قوانین عمومی
توجه داشته باشید تمامی اصول، روش‌ها و رویه‌های پلتفرم فروش آنلاین طلا گالری یاس منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده می‌باشد و متعاقبا کاربران و مشتریان نیز موظف به رعایت قوانین مرتبط با کاربر می‌باشند.
اطلاعات کاربر
برای استفاده از خدمات خرید در فروشگاه اینترنتی طلا و جواهر یاس لازم است که هر کاربر حقیقی نام و نام خانوادگی، شماره تلفن، آدرس پست الکترونیک (در صورت وجود)، آدرس پستی خود را وارد نماید.
مسلم است که تایید و ذخیره اطلاعات به معنی صحت اطلاعات مشتری می‌باشد و فروشگاه اینترنتی گالری یاس  در این مورد هیچ گونه مسئولیتی ندارد و عواقب ناشی از عدم صحت این اطلاعات به عهده مشتری می‌باشد.

    </div>
  </div>
  <h2 id="accordion-flush-heading-2">
    <button type="button" class="flex items-center justify-between w-full py-5 font-medium text-left text-gray-500 border-b border-gray-200 dark:border-gray-700 dark:text-gray-400" data-accordion-target="#accordion-flush-body-2" aria-expanded="false" aria-controls="accordion-flush-body-2">
      <span>
      سیاست حریم خصوصی

      </span>
      <svg data-accordion-icon class="w-6 h-6 shrink-0" fill="currentColor" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" d="M5.293 7.293a1 1 0 011.414 0L10 10.586l3.293-3.293a1 1 0 111.414 1.414l-4 4a1 1 0 01-1.414 0l-4-4a1 1 0 010-1.414z" clipRule="evenodd"></path></svg>
    </button>
  </h2>
  <div id="accordion-flush-body-2" class="hidden" aria-labelledby="accordion-flush-heading-2">
    <div class="py-5 font-light border-b border-gray-200 dark:border-gray-700">
    گالری یاس به اطلاعات خصوصی اشخاصى که از خدمات سایت استفاده می‏‌کنند، احترام گذاشته و از آن محافظت می‏‌کند.
گالری یاس  متعهد می‏‌شود در حد توان از حریم شخصی شما دفاع کند و در این راستا، فناوری مورد نیاز برای هر چه مطمئن‏‌تر و امن‏‌تر شدن استفاده شما از وب‌سایت را، توسعه دهد. در واقع با استفاده از فروشگاه اینترنتی گالری یاس ، شما رضایت خود را از این سیاست نشان می‏‌دهید.
همه مطالب در دسترس از طریق هر یک از خدمات گالری یاس ، مانند متن، گرافیک، لوگو، تصاویر، ویدئوها، موارد قابل دانلود و کپی و کلیه محتوای تولید شده توسط فروشگاه اینترنتی گالری یاس جزئی از اموال گالری یاس  محسوب می‏‌شود و حق استفاده و نشر تمامی مطالب موجود و در دسترس در انحصار این سایت می‌باشد و هرگونه استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی را برای گالری یاس  محفوظ می‏‌دارد. علاوه بر این، اسکریپت‌ها، و اسامی خدمات قابل ارائه از طریق هر یک از خدمات ایجاد شده توسط گالری یاس  و علائم تجاری ثبت شده نیز در انحصار این مجموعه می‌باشد و هر گونه استفاده با مقاصد تجاری پیگرد قانونی دارد. کاربران مجاز به بهره‌‏برداری و استفاده از لیست محصولات، مشخصات فنی، قیمت و هر گونه استفاده از مشتقات گالری یاس  و یا هر یک از خدمات و یا مطالب، دانلود یا کپی کردن اطلاعات با مقاصد تجاری، هر گونه استفاده از داده کاوی، روبات، یا روش‌‏های مشابه مانند جمع آوری داده‌‏ها و ابزارهای استخراج نیستند و کلیه این حقوق به صراحت برای فروشگاه اینترنتی گالری یاس  محفوظ است.
در صورت استفاده از هر یک از خدمات گالری یاس ، کاربران مسئول حفظ محرمانه بودن حساب و رمز عبور خود هستند و تمامی مسئولیت فعالیت‌‏هایی که تحت حساب کاربری و یا رمز ورود انجام می‏‌پذیرد به عهده کاربران است.

    </div>
  </div>
  <h2 id="accordion-flush-heading-3">
    <button type="button" class="flex items-center justify-between w-full py-5 font-medium text-left text-gray-500 border-b border-gray-200 dark:border-gray-700 dark:text-gray-400" data-accordion-target="#accordion-flush-body-3" aria-expanded="false" aria-controls="accordion-flush-body-3">
      <span>
      نظرات کاربران

      </span>
      <svg data-accordion-icon class="w-6 h-6 shrink-0" fill="currentColor" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" d="M5.293 7.293a1 1 0 011.414 0L10 10.586l3.293-3.293a1 1 0 111.414 1.414l-4 4a1 1 0 01-1.414 0l-4-4a1 1 0 010-1.414z" clipRule="evenodd"></path></svg>
    </button>
  </h2>
  <div id="accordion-flush-body-3" class="hidden" aria-labelledby="accordion-flush-heading-3">
    <div class="py-5 font-light border-b border-gray-200 dark:border-gray-700">
    هدف از ایجاد بخش نظرات در فروشگاه اینترنتی گالری یاس ، اشتراک‌گذاری تجربه خرید و کاربری محصولات توسط مشتریان می‌باشد. در این بخش، هر کاربر مجاز است در چهارچوب شرایط و قوانین گالری یاس ، نظرات خود را به اشتراک بگذارد و پس از بررسی کارشناسان، نظر وی بر روی وب‌سایت قابل مشاهده خواهد بود. بدیهی است که اگر قوانین وب‌سایت در نظرات کاربری رعایت نشود، تایید نمی‌شوند و در نتیجه در وبسایت به نمایش در نمی‌آیند.
فروشگاه اینترنتی گالری یاس  در قبال درستی یا نادرستی نظرات منتشر شده در این قسمت، هیچ‌گونه مسئولیتی ندارد. نمایش نظرات کاربران در وبسایت به‌هیچ‌وجه به معنی تایید فنی تیم فروشگاه اینترنتی گالری اخلاقی درباره‌ی محتویات نظر نیست؛ لذا از کاربران محترم تقاضا می‌شود، نظرات را اصل و پایه انتخاب و تصمیم‌گیری خود قرار ندهند.

    </div>
  </div>
  <h2 id="accordion-flush-heading-3">
    <button type="button" class="flex items-center justify-between w-full py-5 font-medium text-left text-gray-500 border-b border-gray-200 dark:border-gray-700 dark:text-gray-400" data-accordion-target="#accordion-flush-body-3" aria-expanded="false" aria-controls="accordion-flush-body-3">
      <span>
      زمان تحویل و ارسال
      </span>
      <svg data-accordion-icon class="w-6 h-6 shrink-0" fill="currentColor" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" d="M5.293 7.293a1 1 0 011.414 0L10 10.586l3.293-3.293a1 1 0 111.414 1.414l-4 4a1 1 0 01-1.414 0l-4-4a1 1 0 010-1.414z" clipRule="evenodd"></path></svg>
    </button>
  </h2>
  <div id="accordion-flush-body-3" class="hidden" aria-labelledby="accordion-flush-heading-3">
    <div class="py-5 font-light border-b border-gray-200 dark:border-gray-700">
    در صورت خرید کالای موجود در انبار ارسال زیر 24 ساعت (روز کاری) برای مشتری انجام خواهد شد. ایام تعطیل رسمی و جمعه‌ها ارسال انجام نخواهد شد.
نحوه ارسال:
ارسال محصولات ما در داخل مشهد توسط پیک و در شهرستان توسط پست انجام می‌گیرد. در صورتی که جمع فاکتور شما 5 میلیون و بیشتر باشد، ارسال سفارش به صورت رایگان و بر عهده ما می‌باشد. در غیر اینصورت هزینه ارسال در فاکتور قابل ملاحظه است.
در صورت درخواست ارسال سریع هزینه ارسال به عهده مشتری بوده و فقط هزینه ارسال به صورت پس کرایه هنگام دریافت مرسوله توسط مامور پست دریافت می‌گردد.
ارسال برای شهرهای:
کالاهایی که در انبار موجود است شامل شرایط ارسال می‌باشند. قیمت و وزن کالاهای موجود به طور دقیق مشخص بوده، پس از اتمام مراحل خرید و پرداخت کل وجه توسط خریدار، همان‌روز یا حداکثر تا 24 ساعت آینده تحویل پست شده به آدرس خریدار ارسال می‌گردد.
اگر سفارش شما تا ساعت 3 بعدازظهر ثبت شود همان‌روز تحویل پست خواهد شد و اگر بعد از ساعت 3 بعدازظهر و تا ساعت 1 در روز پنج شنبه ثبت شود ارسال فردای آن‌روز (روز کاری) صورت می‌گیرد.
ارسال به شهرستان با پست سفارشی یا پست پیشتاز انجام می شود و این موضوع بستگی به میزان خدمات پست در شهر گیرنده دارد. انتخاب اول ما ارسال با پست سفارشی است مگر اینکه این امکان وجود نداشته باشد که در آن صورت پست پیشتاز انجام می‌شود. به طور معمول بسته‌ها بین 24 تا 72 ساعت بعد از ارسال به دست مشتریان عزیز می‌رسد.
عزیزان توجه داشته باشند در شرایط فعلی کرونا به دلیل وجود محدودیت‌ها از سمت اداره پست ممکن است زمان تحویل با تاخیر روبرو باشد، از صبر و شکیبایی شما سپاس گذاریم.
ثبت سفارش کالای ناموجود، آماده سازی 3 الی 7 روزه:
بعضی کالاها باید در پروسه ساخت قرار بگیرند و به طور کامل آماده نیستند. در این صورت با پرداخت 80% از قیمت محصول بعنوان بیعانه، سفارش شما ثبت شده و با رنگ و سایز و سنگ و بقیه موارد دلخواه شما در پروسه ساخت قرار می‌گیرد.
بنا به نوع کالا سه تا هفت روز کاری زمان می‌برد تا پروسه ساخت انجام شده و آماده ارسال شود. در این حالت وزن و قیمت کالا به صورت حدودی بیان شده و بعد از ساخت وزن و قیمت نهایی مشخص می‌شود (وزن نهایی حداکثر 10 درصد با وزن اعلام شده در هنگام ثبت سفارش متفاوت است و می‌تواند تا 10 درصد کمتر یا بیشتر شود.)
 

    </div>
  </div>
</div>
</div>
                </div>
            </div>
        </>
    );
}

export default PrivacyPage;