import React from "react";

const TermsAndConditions = () => {
  return (
    <>
      <div className="bg-gray-100 py-14">
        <div className="mx-auto container xl:max-w-6xl mx-auto px-4 xl:px-0">
          <h2 className="text-4xl font-bold text-center text-gray-900">
            قوانین و مقررات
          </h2>
          <div className="text-2xl text-black tracking-normal py-10 font-medium leading-loose">
            <p className="text-base mb-4 text-center leading-loose">
              کلیه اصول و رویه های سایت یاس منطبق با قوانین جمهوری اسلامی ایران
              قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است و
              متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است .
            </p>
            <div className="mt-6">
              <h3 className="font-medium text-2xl pt-5 pb-2 text-blue-700">
                سیاست های رعایت حریم شخصی:
              </h3>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سایت یاس برای خرید یا استفاده از برخی خدمات وب سایت اطلاعاتی
                مانند شماره های تماس/ادرس و ...را از کاربران در خواست می کند و
                متعهد میشود در حد توان از حریم شخصی شما دفاع کند و در این راستا
                تکنولوژی مورد نیاز برای هر چه مطمن تر وامن تر شدن استفاده شما از
                سایت را توسعه دهد. در واقع با استفاده از سایت سایت یاس شما رضایت
                خود را از این سیاست نشان میدهید.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سدر صورت استفاده از هریک از خدمات سایت یاس کاربران مسول حفظ
                محرمانه بودن حساب و رمز عبور خود هستند وتمامی مسولیت فعالیت هایی
                که تحت حساب کاربری و یا رمز ورود انجام میپذیرد به عهده کاربران
                است.
              </p>
            </div>
            <div className="mt-6">
              <h3 className="font-medium text-2xl pt-5 pb-2 text-blue-700">
                ثبت و ارسال سفارش:
              </h3>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                در صورت بروز مشکل در سبد خرید مانند انصراف مشتری مبلغ پرداخت شده
                طی 48 ساعت کاری به حساب مشتری واریز خواهد شد.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سایت یاس مجاز است بدون اطلاع قبلی نسبت به توقف سفارش گیری جدید
                اقدام و فروش خود را متوقف کند و کلیه سفارش های ثبت شده قبل از
                توقف سفارش گیری پردازش و ارسال میشود.حق قطع فروش کلیه و یا بخشی
                از محصولات به هر دلیلی مانند اتمام موجودی کالا بدون اطلاع قبلی
                برای گالری محفوظ است.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                در صورت بروز هر گونه خطا نسبت به درج قیمت و ارزش ریالی کالا های
                موجود در سایت سایت یاس حق بلا اثر نمودن سفارش و خرید انجام شده
                توسط مشتری برای سایت یاس محفوظ است. سایت یاس در اسرع وقت وجوه
                دریافتی را به حساب اعلام شده توسط مشتری واریز و عودت می نماید و
                مشتری با ورود به سایت گالری طلای یاس میپذیرد از این امر اگاهی
                داشته و در این خصوص ادعایی نخواهد داشت.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                کاربران باید هنگام سفارش کالای مورد نظر خود فرم سفارش را با
                اطلاعات صحیح و به طور کامل تکمیل کنند.بدیهی است در صورت ورود
                اطلاعات ناقص یا نادرست سفارش کاربر قابل پیگری و تحویل نخواهد
                بود.بنابراین درج ادرس و ایمیل و شماره تماس های همراه و ثابت توسط
                مشتری به منزله مورد تایید بودن صحت انها است و در صورتی که این
                موارد به صورت صحیح یا کامل درج نشده باشد سایت یاس جهت اطمینان از
                صحت و قطعیت ثبت سفارش میتواند از مشتری اطلاعات تکمیلی و بیشتری
                در خواست کند.همچنین مشتریانمیتوانند نام /ادرسو تلفن شخص دیگری را
                برای تحویل گرفتن سفارش وارد کنند و اگر مبلغ سفارش از پیش پرداخت
                شده باشد تحویل گیرنده سفارش هنگام دریافت کالا باید کارت شناسایی
                همراه داشته باشد.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                با توجه به ثبت سیستمی سفارش به هیچ عنوان امکان صدور فاکتور مجدد
                یا تغییر مشخصات ان از جمله تغییر فاکتور حقیقی به حقوقی وجود
                ندارد بنابر این لازم است مشتریان هنگام ثبت سفارش نسبت به این
                مساله دقت لازم را داشته باشند.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                تحویل سفارش در اماکن عمومی امکان پذیر نمیباشد و لازم است ادرس
                تحویل دقیق و قابل استناد باشد.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سایت یاس متعهد است پس از ثبت سفارش و ارسال تاییدیه به مشتری با
                رعایت سیاست های معین ارسال کالا(از جمله هزینه های مربوطه)سفارش
                را در مکان و زمان مورد نظر تحویل دهد. در صورت عدم حضور سفارش
                دهنده در مکان و زمان تعیین شده خریدار موظف است برای تحویل مجدد
                هزینه های مربوط را پرداخت نماید.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                تمامی شرایط و قوانین مندرج در شرایط عادی قابل اجراست و در صورت
                بروز هر گونه حوادث غیرمترقبه اتفاقات غیر قابل پیش بینی و خارج از
                اراده سایت یاس هیچ گونه مسولیتی ندارد.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سایت یاس خود را ملزم به رعایت حریم شخصی کاربران میداند لطفا در
                صورت مشاهده هرگونه تخلف مراتب را از طریق کانال های ارتباطی ذکر
                شده با ما در میان بگذارید.
              </p>
            </div>
            <div className="mt-6">
              <h3 className="font-medium text-2xl pt-5 pb-2 text-blue-700">
                خسارت در هنگام حمل ونقل:
              </h3>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سایت یاس نهایت تلاش خود را میکند تا کلیه سفارش ها در نهایت صحت و
                بدون اسیب به دست مشتریان خود در سراسر کشور برسد و کلیه خسارت ها
                در صورت بروز هر گونه حادثه هنگام حمل ونقل به عهد سایت یاس بوده و
                در راستای تسهیل امور پیگری خسارت را جبران میکند.
              </p>
            </div>
            <div className="mt-6">
              <h3 className="font-medium text-2xl pt-5 pb-2 text-blue-700">
                سرویس مهلت تست سایت یاس:
              </h3>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                در راستای ایجاد سرویس های ارزش افزوده سایت یاس این امکان را
                ایجاد نموده تا کلیه کالا ها شامل 7 روز گارانتی استردادبدون قید و
                شرط پس از تحویل باشند.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                لازم به توجه است که ایرادهای اعلام شده توسط مشتری توسط کارشناسان
                خدمات پس از فروش سایت یاس کنترل و بررسی میشود ودر صورت تایید
                وجود نقص فنی کالا مشمول استفاده از سرویس فوق میشود .همچنین این
                سرویس اشکال های فنی که در اثر استفاده نادرست کاربر از کالا ایجاد
                شود را شامل نمیشود.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                برای استفاده از سرویس تضمین استرداد 7 روزه سایت یاس دقت فرمایید
                که کالا به خوبی بسته بندی شود لوازم جانبی و فاکتور به صورت کامل
                به همراه ان ارسال شود و در صورتیکه که کالا بهمراه لیبل برای
                مشتری ارسال شده است به هیچ عنوان نباید لیبل از محصول جدا و یا
                مخدوش شده باشد .
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                در صورتی که کالای برگشتی در شرایط اولیه خود توسط سایت یاس دریافت
                نشود امکان سرویس دهی وجود ندارد و کالا خارج از شرایط استرداد
                محسوب میشود.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                در صورتی که موجودی کالای اسیب دیده در سایت یاس به اتمام برسد و
                گالری طلای یاس امکان تعویض کالای اسیب دیده با کالای جایگزین را
                نداشته باشد میتواند مبلغ کالا را به حساب خریدار استرداد نماید و
                نوسان های قیمت باعث کاهش و یا افزایش این مبلغ نمی شود.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                با توجه به متغیر بودن نرخ روزانه طلا و وزن هر محصول در صورت
                تعویض کالای اسیب دیدهنوسان قیمت در صورتکاهش به عهده سایت یاس و
                در صورت افزایش قیمت به عهده مشتری میباشد.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                در صورتی که موجودی کالای اسیب دیده در سایت یاس به اتمام برسد مدت
                زمان اماده شدن مجدد ان بین 2تا 3 هفته کاری میباشد ودر صورت اصراف
                مبلغ کالا به حساب خریدار استرداد داده میشود.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                در صورت عدم اگاهی اطلاع و ناتوانی مشتری در استفاده از محصولات
                ویا ایجاد خسارت نسبت به محصول هزینه های ان برعهده مشتری است و
                سایت یاس در این خصوص هیچگونه تعهدی نخواهد داشت.
              </p>
            </div>
            <div className="mt-6">
              <h3 className="font-medium text-2xl pt-5 pb-2 text-blue-700">
                محتوا:
              </h3>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سایت یاس نهایت تلاش ودقت را در راستای ارایه تمامی سرویس های خود
                میکند لازم به ذکر است سایت یاس تضمین نمیکند که توصیفات محصول و
                یا دیگر مطالب مندرج در سایت عاری از خطا باشد. اگر محصول ارایه
                شده توسط سایت یاس دارای هر گونه مغایرت با اطلاعات درج شده در
                سایت است تنها راه حل استرداد کالا قبل از استفاده و در شرایط
                اولیه است.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سایت یاس هیچ گونه مسولیتی را در رابطه با حذف شدن صفخه های سایت
                خود ویا لینک های مرده نمیپذیرد.سرویسهای سایت ان گونه که هست
                ارایه میشود و تحت هیچ شرایطی مسولیت تاخیر یا عدم کارکرد سایت را
                که می تواند ناشی از عوامل طبیعی نیروی انسانی مشکلات اینترنتی
                خرابی تجهیزات کامپیوتری مخابراتی وغیره باشد بر عهده ندارد.
              </p>
            </div>
            <div className="mt-6">
              <h3 className="font-medium text-2xl pt-5 pb-2 text-blue-700">
                سیاست قیمت گذاری:
              </h3>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                سیاست قیمت گذاری در سایت یاس مبتنی بر اصول مشتری مداری و احترام
                به حقوق مصرف کننده است .قیمت های ارایه شده قیمت های خرده فروشی و
                به صورت مصوب تعیین شده است.
              </p>
              <p className="text-base mb-4 text-gray-500 leading-loose">
                با نهایت احترام به کاربرانو با توجه به متفاوت بودن قیمت محصولات
                با توجه به نرخ روزانه طلا و وزن ان ها سایت یاس نمی تواند قیمت و
                مجودی نهای کالا ها را قبل از سفارش گذاری به صورت قطعی اعلام
                نماید.در مواردی بسیار نادر و در صورت وجود نوسان هایی در بازار و
                یا اشتباه در قیمت گذاری اگر سفارشی قابل تحویل نباشد سایت یاس
                موظف است در اسرع وقت این موضوع را به فرد سفارش دهنده اطلاع دهد
                وسفارش را لغو نماید.قیمت کلیه محصولات با احتساب مالیات بر ارزش
                افزوده است و مشتری مبلغ جداگانه ای بابت مالیات و عوارض ارزش
                افزوده پرداخت نمیکند ارسال و حمل کالا بسته به شرایط سفارش که در
                فرم سبد خرید اطلاع رسانی میشود جداگانه محاسبه میشود.
              </p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default TermsAndConditions;
